docs/produkte/request-getdat-2225.md

---
title: "Request getDataCountriesForUsedVehicleForecast"
topic_id: "2225"
breadcrumb: "SilverDAT Produkte > SilverDAT 3 valuateFinance > Schnittstellenoperationen > Hilfsfunktionen > Datenländer der Restwertprognose Gebrauchtfahrzeuge erfragen > Request getDataCountriesForUsedVehicleForecast"
---

# Request getDataCountriesForUsedVehicleForecast

```
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:eval="http://sphinx.dat.de/services/Evaluation">
   <soapenv:Header/>
   <soapenv:Body>
      <eval:getDataCountriesForUsedVehicleForecast/>
   </soapenv:Body>
</soapenv:Envelope>
```
